Repository: ProjectEdenGG/ImageOnMap
Catalog: src/main/resources/i18n/*.po
Languages: pt_br

source: You need to give a map name.
pt_br: Você precisa dar um nome de mapa.

source: This map does not exist.
pt_br: Este mapa não existe.

source: You are going to delete
pt_br: Você vai deletar

source: Are you sure ?
pt_br: Você tem certeza ?

source: [Confirm]
pt_br: [Confirmar]

source: {red}This map will be deleted {bold}forever{red}!
pt_br: {red}Este mapa vai ser deletado {bold}para sempre{red}!

source: Map successfully deleted.
pt_br: Mapa apagado com sucesso.

source: The requested map was too big to fit in your inventory.
pt_br: O mapa solicitado era muito grande para caber no seu inventário.

source: Use '/maptool getremaining' to get the remaining maps.
pt_br: Use '/maptool getremaining' para obter os mapas restantes.

source: You have no remaining map.
pt_br: Você não tem mapa restante.

source: Your inventory is full! Make some space before requesting the remaining maps.
pt_br: Seu inventário está lotado! Limpe um espaço antes de solicitar os mapas restantes.

source: There is {0} map remaining.
pt_br: Tem {0} mapa restante.

source: No map found.
pt_br: Nenhum mapa encontrado.

source: {white}{bold}{0} map found.
pt_br: {white}{bold}{0} mapa encontrado.

source: {white}Click{gray} to get this map
pt_br: {white}Clique{gray} para ter este mapa

source: A migration process is already running. Check console for details.
pt_br: Um processo de migração já está rodando. Cheque o console para detalhes.

source: Migration started. See console for details.
pt_br: Migração iniciada. Veja o console para detalhes.

source: You must give an URL to take the image from.
pt_br: Você deve usar uma URL para tirar a imagem.

source: Invalid URL.
pt_br: URL inválida.

source: Rendering...
pt_br: Renderizando...

source: Rendering finished!
pt_br: Renderizamento terminado!

source: The rendered map was too big to fit in your inventory.
pt_br: O mapa renderizado era muito grande para caber no seu inventário.

source: {ce}Map rendering failed: {0}
pt_br: {ce}Renderizamento de mapa falhou: {0}

source: {0} » {black}Confirm deletion
pt_br: {0} » {black}Confirmar apagamento

source: {red}You're about to destroy this map...
pt_br: {red}Você está prestes a destruir este mapa...

source: {red}...{italic}forever{red}.
pt_br: {red}...{italic}para sempre{red}.

source: {gray}Name: {white}{0}
pt_br: {gray}Nome: {white}{0}

source: {gray}Map ID: {white}{0}
pt_br: {gray}ID do mapa: {white}{0}

source: {gray}Maps inside: {white}{0}
pt_br: {gray}Interior do Mapa: {white}{0}

source: {gray}Map successfully deleted.
pt_br: {gray}Mapa deletado com sucesso.

source: {green}Map part
pt_br: {green}Parte do mapa

source: {gray}Column: {white}{0}
pt_br: {gray}Coluna: {white}{0}

source: {gray}Row: {white}{0}
pt_br: {gray}Linha: {white}{0}

source: {gray}» {white}Click{gray} to get only this part
pt_br: {gray}» {white}Clique{gray} para pegar apenas esta parte

source: {gray}Part: {white}{0}
pt_br: {gray}Parte: {white}{0}

source: Your maps » {black}{0}
pt_br: Seus mapas » {black}{0}

source: {blue}Rename this image
pt_br: {blue}Renomeie esta imagem

source: {gray}Click here to rename this image; this is used for your own organization.
pt_br: {gray}Clique aqui para renomar esta imagem; isto é usado para sua própria organização.

source: {red}Delete this image
pt_br: {red}Delete esta imagem

source: {gray}Deletes this map {white}forever{gray}. This action cannot be undone!
pt_br: {gray}Delete este mapa {white}forever{gray}. Esta ação não pode ser desfeita!

source: {gray}You will be asked to confirm your choice if you click here.
pt_br: {gray}Você vai ser solicitado para confirmar sua decisão se clicar aqui.

source: {green}« Back
pt_br: {green}« Voltar

source: {gray}Go back to the list.
pt_br: {gray}Volte para a lista.

source: {white}Single map
pt_br: {white}Único mapa

source: {white}Poster map ({0} × {1})
pt_br: {white}Mapa de cartaz ({0} × {1})

source: {white}Poster map ({0} parts)
pt_br: {white}Mapa de cartaz ({0} parts)

source: {gray}Map ID: {0}
pt_br: {gray}ID do mapa: {0}

source: {gray}» {white}Left-click{gray} to get this map
pt_br: {gray}» {white}Clique-esquerdo{gray} para pegar este mapa

source: {gray}» {white}Right-click{gray} for details and options
pt_br: {gray}» {white}Botão-direito{gray} para detalhes e opções

source: {red}You don't have any map.
pt_br: {red}Você não tem nenhum mapa.

source: {gray}Get started by creating a new one using {white}/tomap <URL> [resize]{gray}!
pt_br: {gray}Comece por criar um novo usando {white}/tomap <URL> [resize]{gray}!

source: {black}Your maps {reset}({0})
pt_br: {black}Seus mapas {reset}({0})

source: {blue}Usage statistics
pt_br: {blue}Estatísticas de uso

source: {white}{0}{gray} image rendered
pt_br: {white}{0}{gray} imagem renderizada

source: {white}{0}{gray} Minecraft map used
pt_br: {white}{0}{gray} Mapa do Minecraft usado

source: {blue}Minecraft maps limits
pt_br: {blue}Limites dos mapas do Minecraft

source: {gray}Server-wide limit: {white}unlimited
pt_br: {gray}Limite Server-wide: {white}ilimitado

source: {gray}Server-wide limit: {white}{0}
pt_br: {gray}Limite Server-wide: {white}{0}

source: {gray}Per-player limit: {white}unlimited
pt_br: {gray}Limite por jogador: {white}ilimitado

source: {gray}Per-player limit: {white}{0}
pt_br: {gray}Limite por jogador: {white}{0}

source: {white}{0} %{gray} of your quota used
pt_br: {white}{0} %{gray} de sua cota utilizada

source: {white}{0}{gray} map left
pt_br: {white}{0}{gray} mapa restante

source: HTTP error : {0} {1}
pt_br: Erro HTTP : {0} {1}

source: The given URL is not a valid image
pt_br: O URL entregue não é uma imagem válida

source: Map
pt_br: Mapa

source: You have too many maps (maximum : {0}).
pt_br: Você tem muitos mapas (máximo : {0}).

source: The server ImageOnMap limit has been reached.
pt_br: O limite do servidor ImageOnMap foi atingido.

source: The given map does not exist.
pt_br: O mapa solicitado não existe.

source: Migration is already running.
pt_br: A migração já está rodando.

source: Waiting for migration to finish...
pt_br: Esperando pela migração terminar...

source: Migration thread has been interrupted while waiting to finish. It may not have ended correctly.
pt_br: A thread da migração foi interrompido enquanto esperava terminar. Talvez não conseguiu terminar corretamente.

source: Error while preparing migration
pt_br: Erro enquanto migração foi preparada

source: Aborting migration. No change has been made.
pt_br: Abortando migração. Nenhuma mudança foi realizada.

source: Error while migrating
pt_br: Erro enquanto migrava

source: Aborting migration. Some changes may already have been made.
pt_br: Abortando migração. Algumas mudanças talvez já possam ter sido feitas.

source: Before trying to migrate again, you must recover player files from the backups, and then move the backups away from the plugin directory to avoid overwriting them.
pt_br: Antes de tentar migrar novamente, você deve recuperar os arquivos de jogadores dos backups, e então mover os backups para fora do diretório do plugin para evitar sobrepor eles.

source: Looking for configuration files to migrate...
pt_br: Procurando por arquivos de configuração para migrar...

source: Detected former posters file {0}
pt_br: Detectado arquivo de cartazes anteriores {0}

source: Detected former maps file {0}
pt_br: Detectado arquivo de mapas anteriores {0}

source: There is nothing to migrate. Stopping.
pt_br: Não há nada para migrar. Parando.

source: Done.
pt_br: Feito.

source: Backup directories already exists.
pt_br: Diretórios de backup já existem.

source: This means that a migration has already been done, or may not have ended well.
pt_br: Isto significa que uma migração já foi feita, ou talvez não tenha terminado bem.

source: To start a new migration, you must move away the backup directories so they are not overwritten.
pt_br: Para iniciar uma nova migração, mover os diretórios de backups para fora para eles não serem sobrepostos.

source: Backing up map data before migrating...
pt_br: Criando backup de segurança dos dados do mapa antes de migrar...

source: Backup complete.
pt_br: Backup completo.

source: Fetching UUIDs from Mojang...
pt_br: Obtendo UUIDs da Mojang...

source: An error occurred while fetching the UUIDs from Mojang
pt_br: Um erro ocorreu enquanto obtinha os UUIDs da Mojang

source: The migration worker has been interrupted
pt_br: O trabalho de migração foi interrompido

source: Fetching done. {0} UUID have been retrieved.
pt_br: Obtenção completa. {0} UUID foi recuperado.

source: Mojang did not find UUIDs for {0} player at the current time.
pt_br: Mojang não encontrou UUIDs para {0} jogador no momento.

source: The Mojang servers limit requests rate at one per second, this may take some time...
pt_br: Os servidores da Mojang limita os pedidos para um por segundo, isto pode levar um tempo...

source: Mojang did not find player data for {0} player
pt_br: Mojang não encontrou dado de jogador para {0} jogador

source: The following players do not exist or do not have paid accounts :
pt_br: Os jogadores seguintes não existem ou não tem contas originais :

source: Mojang could not find any of the registered players.
pt_br: Mojang não pôde encontrar nenhum dos jogadores registados.

source: Merging map data...
pt_br: Fundindo dados de mapa...

source: {0} registered minecraft map is missing from the save.
pt_br: {0} mapa minecraft registrado está faltando do save.

source: These maps will not be migrated, but this could mean the save has been altered or corrupted.
pt_br: Estes mapas não serão migrados, mas isto pode significar que o save foi alterado ou corrompido.

source: The following maps are missing : {0}
pt_br: Os mapas seguintes estão faltando : {0}

source: Saving changes...
pt_br: Salvando mudanças...

source: Cleaning up old data files...
pt_br: Limpando arquivos de dados antigos...

source: Deleting old map data file...
pt_br: Deletando arquivo de dados de mapa...

source: {0} map could not be migrated.
pt_br: {0} mapa não pôde ser migrado.

source: Deleting old poster data file...
pt_br: Deletando arquivo de dados antigos de cartazes...

source: {0} poster could not be migrated.
pt_br: {0} cartaz não pôde ser migrado.

source: Data that has not been migrated will be kept in the old data files.
pt_br: Dados que não foram migrados permanecerão nos arquivos antigos de dados.

source: {0} (part {1})
pt_br: {0} (parte {1})

source: {0} (row {1}, column {2})
pt_br: {0} (linha {1}, coluna {2})

source: Splatter Map
pt_br: Mapa Cortado

source: Item frames needed
pt_br: Molduras necessário

source: How to use this?
pt_br: Como usar isto?

source: Place empty item frames on a wall, enough to host the whole map. Then, right-click on the bottom-left frame with this map.
pt_br: Posicione molduras vazias na parede, suficiente para hospedar todo o mapa. Então, use botão-direito no mapa inferior esquerdo com este mapa.

source: Shift-click one of the placed maps to remove the whole poster in one shot.
pt_br: Shift-clique um dos mapas colocados para remover todo o cartaz de uma vez.

source: {ce}There is not enough space to place this map ({0} × {1}).
pt_br: {ce}Não tem espaço suficiente para colocar este mapa ({0} × {1}).

source: {ce}You must give an URL and a map name to update.
pt_br: {ce}Você deve usar uma URL e um nome de mapa para atualizar.

source: {ce}You must give a map name to update..
pt_br: {ce}Você deve usar um nome de mapa para atualizar..
